const SignUpPersonalInformationPrivacyStatement = () => {
  return (
    <div className="h-[300px] overflow-y-scroll p-[12px] text-[12px] text-sub-black border-sub-black border-[1px]">
      <p className="font-bold">■ 개인정보의 수집 및 이용목적</p>
      <p>
        주식회사 우리엘은 아이맘투어 웹사이트를 통해 수집한 개인정보를 다음의
        목적을 위해 활용합니다.
      </p>
      <p>1. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산</p>
      <p>
        - 여행상품 예약, 예약내역의 확인 및 상담, 조회, 사용 및 이에 관한 안내,
        구매 및 요금결제 등
      </p>
      <br />
      <br />
      <p>2. 고객관리</p>
      <p>
        - 고객관리 및 서비스 이용에 따른 본인확인, 개인식별, 불량회원의 부정
        이용방지와 비인가 사용 방지, 가입의사 확인, 분쟁조정을 위한 기록보존,
        불만처리 등 민원처리, 고지사항 전달 등
      </p>
      <br />
      <p>
        주식회사 우리엘은 적법한 절차와 법적기준에 의거하여 고객의 개인정보를
        수집하고 있으며, 서비스에 필요한 최소한의 정보만 수집하고 있습니다.
        개인정보보호법 등 관련법에서 규제하는 개인정보보호제도에 따라 고객의
        주민번호, 고객의 인권을 침해할 우려가 있는 민감한 개인정보항목(인종,
        종교, 사상, 정치적 성향, 건강상태 등)을 수집하지 않습니다.
        <span className="font-bold">
          단, 항공권 및 여행상품 예약 등 원활한 여행 서비스 제공을 위해
          여권정보를 수집하고 있으며 수집한 여권정보는 여행 종료 시 파기하고
          있습니다.
        </span>
      </p>
      <br />
      <br />
      <br />
      <p>- 수집되는 개인정보 항목별 구분</p>
      <p>- 필수항목</p>
      <p>
        ㅇ 성명(한글명/영문명)/생년월일/성별/아이디/비밀번호/CI/DI : 본인인식
      </p>
      <p>
        ㅇ 휴대폰번호/이메일 : 중복가입 방지, 예약내역 확인, 여행상품 상담 등
      </p>
      <br />
      <br />
      <p className="font-bold">■ 개인정보 수집항목 및 이용목적</p>
      <p>
        1. 회원의 동의 하에 수집된 개인정보는 회원이 회원자격을 유지하는 동안
        보유 및 이용됩니다.
      </p>
      <p>
        2. 회원탈퇴 혹은 자격을 상실하는 경우 해당 개인정보는 파기됩니다. 단,
        아래의 각호의 경우는 예외로 합니다.
      </p>
      <br />
      <p>
        ● 가. 계약 또는 청약철회 등에 관한 기록 : 5년 (전자상거래 등에서의
        소비자보호에 관한 법률)
      </p>
      <br />

      <p>
        ● 나. 대금결제 및 재화 등의 공급에 관한 기록 : 5년 (전자상거래 등에서의
        소비자보호에 관한 법률)
      </p>
      <br />

      <p>
        ● 다. 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년 (전자상거래 등에서의
        소비자보호에 관한 법률)
      </p>
      <br />
      <br />
      <p>3. 개인정보 유효기간 제도</p>
      <br />

      <p>
        ● 가. 주식회사 우리엘은 개인정보 유효기간제도를 준행하며, 해당 정보통신
        서비스를 1년 동안 이용하지 않은 이용자의 개인정보를 보호하기 위하여 파기
        등의 필요한 조치를 취하여 개인정보의 오, 남용 및 유출을 방지하고
        있습니다.
      </p>
      <br />

      <p>
        ● 나. 주식회사 우리엘은 1년의 유효기간 만료가 도래하기 30일 전까지,
        회사의 보안규정 및 지침에 따라 이용자의 개인정보항목이 파기 되거나
        보관이 필요 할 경우 안전하게 분리 저장, 관리되는 사실을 고지합니다.
      </p>
      <br />
      <br />

      <p>4. 개인정보의 수집 및 이용을 거부할 권리</p>
      <p>
        - 귀하는 개인정보 수집 및 이용을 거부할 권리가 있으며, 선택정보 제공에
        미 동의 시에는 회원가입은 가능하나 여행상품 예약 및 이용 서비스, 구매가
        제한될 수 있습니다. 서비스 제공에 필요한 최소한의 개인정보인 필수정보
        제공에 동의하지 않을 경우 서비스 이용에 제한을 받을 수 있습니다.
      </p>
    </div>
  );
};

export default SignUpPersonalInformationPrivacyStatement;
