const SignUpPrivacyStatement = () => {
  return (
    <div className="h-[300px] overflow-y-scroll p-[12px] text-[12px] text-sub-black border-sub-black border-[1px]">
      <h1 className="text-2xl font-bold">제 1 장 총 칙</h1>
      <br />
      <h2 className="text-xl font-bold">제1조(목적)</h2>
      <p>
        이 약관은 주식회사 우리엘(이하 "회사"라 합니다)이 운영하는 아이맘투어
        인터넷 웹사이트(www.imomtour.com........)에서 제공하는 인터넷 관련
        서비스(이하 "서비스"라 합니다)를 이용함에 있어 회사와 이용자의 권리,
        의무 및 책임사항을 규정함을 목적으로 합니다.
      </p>
      <h2 className="text-xl font-bold">제2조(정의)</h2>
      <ul className="list-decimal">
        <li>
          "아이맘투어 웹사이트"란 회사가 정보 또는 서비스를 이용자에게 제공하기
          위하여 컴퓨터 등 정보통신설비와 정보통신망을 이용하여 정보 및 서비스를
          이용자에게 제공하고 재화 또는 용역을 거래할 수 있도록 설정한 가상의
          영업장을 말합니다.
        </li>
        <li>
          "이용자"란 아이맘투어 웹사이트에 접속하여 이 약관에 따라 회사가
          제공하는 서비스를 받는 회원 및 비회원을 말합니다.
        </li>
        <li>
          "회원"이라 함은 아이맘투어 웹사이트에 개인정보를 제공하여 회원등록을
          한 자로서, 아이맘투어의 정보를 지속적으로 제공받으며, 아이맘투어가
          제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.
        </li>
        <li>
          "비회원"이라 함은 회원에 가입하지 않고 아이맘투어가 제공하는 서비스를
          이용하는 자를 말합니다.
        </li>
        <li>
          “이용자아이디(이하 “ID”)란 회사가 제공하는 서비스의 이용을 위하여
          등록한 4자리 이상 10자리 이하의 영문과 숫자를 혼용하여 표기한
          인식문자를 말합니다.
        </li>
        <li>
          “비밀번호”란 회원임을 확인하고, 서비스 보안을 위해 회원이 설정하여
          회사에 통보한 10자리 이상의 영문과 숫자, 특수문자를 혼용하여 표기한
          암호문자를 말합니다. 회원의 안전한 서비스 이용을 위해 비밀번호 구성 중
          유출이 쉬운 비밀번호의 이용에 관해서는 회사에서 일부 제한할 수
          있습니다.
        </li>
        <li>
          “본인인증수단”이란 휴대폰, 생년월일 이메일 인증 등 회원가입, 로그인,
          아이디 찾기, 비밀번호 변경 등에 필요한 서비스 보안을 위하여 회사가
          정한 인증수단을 말합니다.
        </li>
        <li>
          “전자결제대행수수료”란 구매자가 신용카드, 실시간계좌이체를 통해 상품을
          구매 시 PG사에 지불해야 하는 수수료를 말합니다.
        </li>
      </ul>
      <h2 className="text-xl font-bold">
        제3조 (약관 등의 명시와 설명 및 개정)
      </h2>
      <ul className="list-decimal">
        <li>
          회사는 이 약관의 내용과 상호, 연락처(전자우편주소, 전화번호, 팩스번호
          등), 사업자등록증, 통신판매업신고번호 등을 이용자가 알 수 있도록 초기
          서비스화면에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을
          통하여 볼 수 있도록 할 수 있습니다.
        </li>
        <li>
          ② 회사는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의
          규제에 관한 법률」, 「전자문서 및 전자거래기본법」,
          「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호
          등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등
          관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
        </li>
        <li>
          ③ 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과
          함께 웹사이트의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지
          공지합니다.
        </li>
        <li>
          ④ 개정약관은 개정된 내용이 관계 법령에 위배되지 않는 한 개정 이전에
          회원으로 가입한 이용자에게도 적용됩니다.
        </li>
        <li>
          다만 개정약관의 적용을 거절하는 뜻을 약관의 공시기간 내에 회사에
          명시적으로 통지한 이용자에 대해서는 개정전의 약관조항이 적용됩니다.
        </li>
        <li>
          ⑤ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는
          전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한
          법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및
          관계법령 또는 상관례에 따릅니다.
        </li>
      </ul>
      <h2 className="text-xl font-bold">제 2 장 서비스 이용</h2>
      <br />
      <h2 className="text-xl font-bold">제4조(서비스의 제공 및 변경)</h2>
      <ul className="list-decimal">
        <li>회사는 웹사이트를 통하여 다음과 같은 서비스를 제공합니다.</li>
        <ul className="list-decimal list-inside">
          <li>여행상품 예약 및 구매에 관련된 정보, 서비스 제공</li>
          <li>항공권, 호텔 등 여행 관련 정보, 서비스 제공</li>
          <li>기타 회사가 정하는 업무</li>
        </ul>
        <li>
          회사는 현지사정 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는
          계약에 의해 제공할 서비스를 변경할 수 있습니다. 이 경우에는 변경된
          서비스 내용 등을 즉시 공지합니다.
        </li>
        <li>
          회사가 제공하기로 이용자와 계약을 체결한 서비스의 내용을 현지사정 또는
          기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게
          통지 가능한 주소로 즉시 통지합니다.
        </li>
        <li>
          전항의 경우 회사는 이로 인하여 이용자가 입은 손해를 배상합니다. 다만,
          회사가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
        </li>
      </ul>
      <h2 className="text-xl font-bold">제5조(서비스의 중단)</h2>
      <ul className="list-decimal">
        <li>
          회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절
          등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수
          있습니다.
        </li>
        <li>
          제1항에 의한 서비스 중단의 경우 회사는 제8조에 정한 방법으로
          이용자에게 통지합니다.
        </li>
        <li>
          회사는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여
          이용자 또는 제3자가 입은 손해에 대하여 배상하지 아니합니다. 단, 회사가
          고의 또는 중대한 과실이 있는 경우에는 그러하지 아니합니다.
        </li>
        <li>
          회사는 이용자가 다음 각 호의 1에 해당하는 행위 또는 행위를 할 우려가
          있는 경우 사전통지 없이 서비스 이용을 중단할 수 있습니다.
        </li>
        <ul className="list-decimal list-inside">
          <li>공공질서 또는 미풍양속에 반하는 행위</li>
          <li>범죄와 관련되었다고 추정되는 일체의 행위</li>
          <li>
            공공의 이익을 저해할 목적으로 서비스 이용을 계획 또는 실행하는 행위
          </li>
          <li>
            서비스의 제공을 방해하는 등 서비스의 건전한 이용을 저해하는 행위
          </li>
        </ul>
        <p>
          제4항에 의한 서비스 중단의 경우 회사는 이용자 또는 제3자가 입은 손해를
          배상하지 아니합니다.
        </p>
      </ul>
      <h2 className="text-xl font-bold">제6조(회원가입)</h2>
      <ul className="list-decimal">
        <li>
          이용자는 회사가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에
          동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
        </li>
        <li>
          회사는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에
          해당하지 않는 한 회원으로 등록합니다.
        </li>
        <ul className="list-decimal list-inside">
          <li>
            가입신청자가 이 약관 제7조 제3항에 의하여 이전에 회원자격을 상실한
            적이 있는 경우. 다만 회원자격 상실 후 3년이 경과한 자로서 회사의
            회원 재가입 승낙을 얻은 경우에는 예외로 한다.
          </li>
          <li>등록 내용에 허위, 기재누락, 오기가 있는 경우</li>
          <li>
            기타 회원으로 등록하는 것이 회사의 기술상 현저히 지장이 있다고
            판단되는 경우
          </li>
        </ul>
        <li>
          회원가입계약의 성립 시기는 회사의 승낙이 회원에게 도달한 시점으로
          합니다.
        </li>
        <li>
          회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에
          회사에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.
        </li>
      </ul>
      <h2 className="text-xl font-bold">제7조(회원 탈퇴 및 자격 상실 등)</h2>
      <ul className="list-decimal">
        <li>
          회원은 언제든지 탈퇴를 요청할 수 있으며 회사는 즉시 회원탈퇴를
          처리합니다.
        </li>
        <li>
          회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원자격을 제한 및
          정지시킬 수 있습니다.
        </li>
        <ul className="list-decimal list-inside">
          <li>회원 사망 시</li>
          <li>
            가입 신청 시에 허위 내용을 등록하거나 2 이상의 I.D.로 이중 등록한
            경우
          </li>
          <li>
            아이맘투어를 이용하여 구입한 재화 등의 대금, 기타 회사에서 제공하는
            서비스 이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는
            경우
          </li>
          다른 사람의 회사에서 제공하는 서비스 이용을 방해하거나 그 정보를
          도용하는 등 전자상거래 질서를 위협하는 경우
          <li>
            회사를이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는
            행위를 하는 경우
          </li>
          회원 가입 후, 연속하여 1년 동안 아이맘투어 웹사이트를 이용하기 위해
          로그인한 기록이 없는 경우
        </ul>
        <li>
          회사가 서비스 이용을 제한·정지하고자 할 때에는 미리 그 사유, 일시,
          기간을 전자우편, 전화, 서면 등으로 이용자에게 통지합니다. 다만 긴급을
          요할 경우에는 조치 후에 통지할 수 있습니다.
        </li>
        <li>
          회사가 회원 자격을 제한, 정지 시킨 후, 그 제재사유가 된 행위가
          반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회사는
          회원자격을 상실시킬 수 있습니다.
        </li>
        <li>
          회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우
          회원에게 이를 통지하고, 회원등록 말소 30일 전까지 동 내용에 대한
          안내문을 제8조에 의거 통지하며, 자격이 상실된 회원의 개인정보는 인터넷
          개인정보취급방침 사항에 따라 파기합니다.
        </li>
        <li>
          서비스이용의 제한, 정지, 회원자격의 상실로 인한 손해에 대해서 회사는
          책임을 지지 않습니다.
        </li>
      </ul>
      <h2 className="text-xl font-bold">제8조(회원에 대한 통지)</h2>
      <ul className="list-decimal">
        <li>
          회사가 회원에 대한 통지를 하는 경우, 회원이 제출한 전자우편 주소로 할
          수 있습니다.
        </li>
        <li>
          회사는 불특정다수 회원에 대한 통지의 경우 1주일이상 공시함으로써 개별
          통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한
          영향을 미치는 사항에 대하여는 개별통지를 합니다.
        </li>
        <li>
          제2항의 사유로 통지하는 경우, 부득이한 사정에 의해 사전 공시기간이
          감축되거나 생략될 수 있습니다.
        </li>
      </ul>
      <h2 className="text-xl font-bold">
        제9조(구매신청 및 개인정보 제공 동의 등)
      </h2>
      <ul className="list-decimal">
        <li>
          이용자는 회사가 정한 아래 방법에 의하여 여행상품 등의 구매신청을 할 수
          있습니다.
        </li>
        <ul className="list-decimal list-inside">
          <li>성명, 성별, 연락처(휴대폰번호, 이메일주소) 등의 입력</li>
          <li>
            개인 정보 수집 및 규정, 법적 고지문, 약관 등에 동의한다는 표시(예,
            마우스 클릭)
          </li>
          <li>결제방법의 선택</li>
        </ul>
        <li>
          회사가 제3자에게 구매자 개인정보를 제공할 필요가 있는 경우 1)
          개인정보를 제공받는 자, 2)개인정보를 제공받는 자의 개인정보 이용목적,
          3) 제공하는 개인정보의 항목, 4) 개인정보를 제공받는 자의 개인정보 보유
          및 이용기간을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은
          사항이 변경되는 경우에도 같습니다.)
        </li>
        <li>
          회사가 제3자에게 구매자의 개인정보를 취급할 수 있도록 업무를 위탁하는
          경우에는 1) 개인정보 취급위탁을 받는 자, 2) 개인정보 취급위탁을 하는
          업무의 내용을 구매자에게 알리고 동의를 받아야 합니다. (동의를 받은
          사항이 변경되는 경우에도 같습니다.) 다만, 서비스제공에 관한 계약이행을
          위해 필요하고 구매자의 편의증진과 관련된 경우에는 「정보통신망
          이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로
          개인정보 취급방침을 통해 알림으로써 고지절차와 동의절차를 거치지
          않아도 됩니다.
        </li>
      </ul>
      <h2 className="text-xl font-bold">제10조 (구매계약의 성립)</h2>
      <ul className="list-decimal">
        <li>
          회사는 제9조와 같은 구매신청에 대하여 다음 각 호에 해당하면 승낙하지
          않을 수 있습니다. 다만, 미성년자와 계약을 체결하는 경우에는
          법정대리인의 동의를 얻지 못하면 미성년자 본인 또는 법정대리인이 계약을
          취소할 수 있다는 내용을 고지하여야 합니다.
        </li>
        <ul className="list-decimal list-inside">
          <li>신청 내용에 허위, 기재누락, 오기가 있는 경우</li>
          <li>
            기타 구매신청에 승낙하는 것이 회사의 기술상 현저히 지장이 있다고
            판단하는 경우
          </li>
        </ul>
        <li>
          회사의 승낙이 제12조제1항의 수신확인통지형태로 이용자에게 도달한
          시점에 계약이 성립한 것으로 봅니다.
        </li>
      </ul>
      <h2 className="text-xl font-bold">제11조(지급방법)</h2>
      아이맘투어 웹사이트에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음
      각 호의 방법 중 가용한 방법으로 할 수 있습니다.
      <ul className="list-decimal">
        <li>폰뱅킹, 인터넷뱅킹, 메일뱅킹 등의 각종 계좌이체</li>
        <li>선불카드, 직불카드, 신용카드 등의 각종 카드 결제</li>
        <li>온라인 무통장입금</li>
        <li>회사 내사방문 후 대금지급</li>
        <li>마일리지 등 아이맘투어가 지급한 포인트에 의한 결제</li>
        <li>회사와 계약을 맺었거나 회사가 인정한 상품권에 의한 결제</li>
        <li>기타 한진관광이 정한 결제 방식</li>
      </ul>
      <h2 className="text-xl font-bold">
        제12조(수신확인통지, 구매신청 변경 및 취소)
      </h2>
      <ul className="list-decimal">
        <li>
          회사는 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다.
        </li>
        <li>
          수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우에는
          수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고
          회사는 그 요청에 따라 처리하여야 합니다.
        </li>
      </ul>
      <br />
      <br />
      <h2 className="text-xl font-bold">제 3 장 책임과 의무</h2>
      <br />
      <h2 className="text-xl font-bold">제13조(개인정보보호)</h2>
      <p>
        이용자의 개인정보 보호에 대한 상세한 내용은 아이맘투어 웹사이트 상의
        개인정보취급방침에서 규정한 바에 따릅니다.
      </p>
      <h2 className="text-xl font-bold">제14조(회사의 의무)</h2>
      <ul className="list-decimal">
        <li>
          회사는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지
          않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적인 서비스 제공 및
          재화, 용역의 공급에 노력합니다.
        </li>
        <li>
          회사는 이용자가 안전하게 서비스를 이용할 수 있도록 이용자의
          개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추겠습니다.
        </li>
        <li>
          회사가 상품이나 용역에 대하여 「표시, 광고의 공정화에 관한 법률」
          제3조 소정의 부당한 표시, 광고행위를 함으로써 이용자가 손해를 입은
          때에는 이를 배상할 책임을 집니다.
        </li>
        <li>
          회사는 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지
          않습니다.
        </li>
      </ul>
      <h2 className="text-xl font-bold">
        제15조(회원의 ID 및 비밀번호에 대한 의무)
      </h2>
      <ul className="list-decimal">
        <li>
          개인정보취급방침에 명시된 이용을 제외한 I.D.와 비밀번호에 관한
          관리책임은 회원에게 있습니다.
        </li>
        <li>
          회원은 자신의 I.D. 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.
        </li>
        <li>
          회원이 자신의 I.D. 및 비밀번호를 도용당하거나 제3자가 사용하고 있음을
          인지한 경우에는 바로 회사에 통보하여 그 안내에 따라야 합니다.
        </li>
      </ul>
      <h2 className="text-xl font-bold">제16조(이용자의 의무)</h2>
      이용자는 이 약관 및 관계법령을 준수하여야 하며, 다음 행위를 하여서는 안
      됩니다.
      <ul className="list-decimal">
        <li>신청 또는 변경 시 허위 내용의 등록</li>
        <li>타인의 정보 도용</li>
        <li>아이맘투어에 게시된 정보의 임의변경</li>
        <li>
          아이맘투어가 허용하고 있지 않은 정보나 컴퓨터 프로그램 등을 무단으로
          송신 또는 게시하는 행위
        </li>
        <li>회사가 가진 저작권 등 지적재산권에 대한 침해</li>
        <li>회사의 명예를 손상시키거나 업무를 방해하는 행위</li>
        <li>
          외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를
          송신, 공개 또는 게시하는 행위
        </li>
      </ul>
      <h2 className="text-xl font-bold">제17조(저작권의 귀속 및 이용제한)</h2>
      <ul className="list-decimal">
        <li>
          회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에
          귀속합니다.
        </li>
        <li>
          이용자는 아이맘투어 웹사이트를 이용함으로써 얻은 정보를 회사의 사전
          승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로
          이용하거나 제3자에게 이용하게 하여서는 안됩니다.
        </li>
        <li>
          회사는 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해
          이용자에게 통보하여야 합니다.
        </li>
      </ul>
      <h2 className="text-xl font-bold">제18조(분쟁해결)</h2>
      <ul className="list-decimal">
        <li>
          회사는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를
          보상처리하기 위하여 피해보상처리기구를 설치, 운영합니다.
        </li>
        <li>
          회사는 이용자로부터 제출되는 불만사항 및 의견을 신속, 적정하게
          처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와
          처리일정을 지체없이 통보해 드립니다.
        </li>
        <li>
          회사와 이용자 간에 발생한 전자상거래 분쟁과 관련하여 이용자의
          피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는
          분쟁조정기관의 조정에 따를 수 있습니다.
        </li>
      </ul>
      <h2 className="text-xl font-bold">제19조(재판권 및 준거법)</h2>
      <ul className="list-decimal">
        <li>
          회사와 이용자 간에 발생한 전자상거래 분쟁에 관한 소송은
          서울중앙지방법원에 제기합니다.
        </li>
        <li>
          회사와 이용자 간에 제기된 전자상거래 소송에는 대한민국법을 적용합니다.
        </li>
      </ul>
      <br />
      <br />
      <h2 className="text-xl font-bold">부칙</h2>
      <br />
      <h2 className="text-xl font-bold">제1조(약관의 효력)</h2>이 약관은 2024년
      00월 00일부터 시행하며, 이 약관이 개정되지 전에 가입한 회원에게도
      적용됩니다.
      <h2 className="text-xl font-bold">제2조(약관의 개정)</h2>
      주식회사 우리엘은 대한민국의 약관의규제에관한법률, 전자거래기본법,
      전자서명법, 정보통신망이용촉진및정보보호등에관한법률, 소비자기본법,
      전자상거래등에서의소비자보호에관한법률 등 관련법규를 준수합니다. 따라서
      아이맘투어 웹사이트의 회원 약관은 대한민국 관련법규개정 및 정부지침의
      변경으로 인하여 그 내용이 변경될 수 있습니다. 회원 약관 개정 시에는
      개정일자, 개정이유, 개정내용 등을 인터넷 웹사이트에 공시하겠습니다.
    </div>
  );
};

export default SignUpPrivacyStatement;
