const CancellationAndRefund = () => {
  return (
    <div className="h-[300px] overflow-y-scroll p-[12px] text-[12px] text-sub-black border-sub-black border-[1px]">
      <h2 className="text-center">취소 및 환불규정</h2>
      <br />
      아이맘투어의 모든 여행은 기획여행으로 대한민국 국외 표준약관 및 특별약관을
      적용합니다.
      <br />
      <br />
      1) 여행의 시작(개시)과 종료
      <br />
      여행의 시작(개시)은 항공 탑승수속(선박인 경우 승선수속)을 마친 시점으로
      하며, 여행의 종료는 여행자가 입국장 보세구역을 벗어나는 시점으로 합니다.
      단, 계약내용상 국내이동이 있을 경우에는 최초 출발지에서 이용하는
      운송수단의 출발시각과 도착시각으로 합니다.
      <br />
      <br />
      2) 여행 출발(개시) 전 취소 및 환불 규정
      <br />
      (1) 여행자의 여행계약 해제 요청이 있는 경우(여행자의 취소 요청시)
      <br />
      [PENALTY 1] 여행자는 여행사에 여행요금을 완납한 후 여행 개시일 이전에
      여행을 취소하는 경우, 취소 시점에 따라 다음 각 호의 환불 규정을
      적용합니다.(공정거래위원회 제정_소비자 피해보상 규정 기준)
      <br />
      * 여행 개시일로부터 30일 이전 취소 시 : 상품가 전액 환불
      <br />
      * 여행 개시일로부터 29일 ~ 20일 이전 취소 시 : 상품가의 90% 환불
      <br />
      * 여행 개시일로부터 19일 ~ 10일 이전 취소시 : 상품가의 85% 환불
      <br />
      * 여행 개시일로부터 09일 ~ 08일 이전 취소시 : 상품가의 80% 환불
      <br />
      * 여행 개시일로부터 07일 ~ 01일 이전 취소시 : 상품가의 70% 환불
      <br />
      * 여행 출발 당일(여행개시전, no-show) 취소시 : 상품가의 50% 환불
      <br />
      [PENALTY 2] 취소 시점에 따른 환불 규정과는 별도로 여행 출발 확정에 따라 선
      진행된 예약건(예:항공권,숙박,현지이동수단,공연,경기 등)에 따른 취소 수수료
      또는 계약금 배상과 여행자의 실수로 항공, 숙박 등 예약 건에 대한 영문이름
      및 필수정보 변동이 발생했을 경우 이에 따른 변경 수수료는 여행자 본인이
      부담해야 하며 취소 수수료, 계약금 배상액, 변경 수수료는 당사의 규정에 따라
      처리 수수료와 함께 실비 지급합니다.
      <br />
      <br />
      (2) 당사의 귀책사유로 취소 통보하는 경우
      <br />
      * 여행 개시일로부터 30일 이전 취소시 : 상품가 전액 환불
      <br />
      * 여행 개시일로부터 29일 ~ 20일 이전 취소시 : 상품가의 10% 배상
      <br />
      * 여행 개시일로부터 19일 ~ 10일 이전 취소시 : 상품가의 15% 배상
      <br />
      * 여행 개시일로부터 09일 ~ 08일 이전 취소시 : 상품가의 20% 배상
      <br />
      * 여행 개시일로부터 07일 ~ 01일 이전 취소시 : 상품가의 30% 배상
      <br />
      * 여행 출발 당일(여행개시 전) 취소시 : 상품가의 50% 배상
      <br />
      ※단, 최저행사인원이 충족되지 않거나 정부지시의 사유로 불가피하게
      기획여행을 실시할 수 없는 경우에는 아래 조항에 의거하여 배상합니다.
      <br />
      <br />
      [최소출발 인원 미달로 인한 여행 전체 취소](공정거래위원회 제정_소비자
      피해보상 규정 기준)
      <br />
      * 최소출발 인원 미달로 여행 개시일로부터 07일 이전 취소 통지 시 : 상품가
      전액 환불
      <br />
      * 최소출발 인원 미달로 인한 여행계약 해제 통지기일 미준수 시<br />
      - 여행 개시일로부터 06 ~01일 이전 취소 통지 시: 작품가의 30% 배상
      <br />
      - 여행 출발 당일(여행개시전) 취소 통지 시 : 상품가의 50% 배상
      <br />
      <br />
      [테러, 천재지변 등의 사유로 인한 여행 전체 취소]
      <br />
      테러, 천재지변 등의 이유로 정부차원에서 여행이 금지된 경우 또는 이러한
      이유로 당사와 여행자의 상호 협의 하에 여행을 중단한 경우 여행자가 결제한
      비용 전액을 환불합니다. 단, 여행 출발 확정에 따라 선 진행된
      예약건(예:항공권,숙박,현지이동수단,공연,경기등)에 따른 취소 수수료 또는
      계약금 배상이 여행지에서 발생했을 경우 이에 따른 수수료는 여행자 본인이
      부담해야 하며 취소 수수료,계약금 배상액,변경 수수료는 당사의 규정에 따라
      처리 수수료와 함께 실비 지급합니다. 또한 이미 사용한 예약건 관련해서는
      환불되지 않습니다.
      <br />
      <br />
      3) 당사 또는 여행자는 여행출발 전에 다음에 해당하는 사유가 있는 경우
      상대방에게 손해배상액을 지급하지 아니하고 이 여행계약을 해제할 수
      있습니다.
      <br />
      (1) 여행사가 해제할 수 있는 경우
      <br />
      1. 다른 여행자에게 폐를 끼치거나 여행의 원활한 실시에 현저한 지장이 있다고
      인정될 때<br />
      2. 질병 등 여행자의 신체에 이상이 발생하여 여행에의 참가가 불가능한 경우
      <br />
      3. 여행자가 계약서에 기재된 기일까지 여행요금을 납입하지 아니한 경우
      <br />
      <br />
      (2) 여행자가 해제할 수 있는 경우
      <br />
      1. 여행자의 3촌 이내 친족이 사망한 경우 (단, 여행자는 아래와 같은 증빙
      서류를 여행사에 제출하여야 합니다)
      <br />
      * 친족을 확인할 수 있는 서류(호적등본 등)
      <br />
      * 진단서 또는 사체검안서(사망진단서)
      <br />
      * 그 밖에 필요한 자료
      <br />
      2. 질병 등 여행자의 신체에 이상이 발생하여 여행에의 참가가 불가능한 경우
      (단, 여행자는 아래와 같은 증빙 서류를 당사에 제출하여야 합니다)
      <br />
      * 진단서
      <br />
      * 그 밖에 필요한 자료
      <br />
      3. 배우자 또는 직계존비속이 신체이상으로 3일 이상 병원(의원)에 입원하여
      여행 출발 전까지 퇴원이 곤란한 경우(그 배우자 또는 보호자 1인, 단,
      여행자는 아래와 같은 증빙 서류를 여행사에 제출하여야 합니다)
      <br />
      * 친족을 확인할 수 있는 서류 (호적등본 등)
      <br />
      * 진단서
      <br />
      * 그 밖에 필요한 자료
      <br />
      <br />
      4) 여행출발 후 계약해지
      <br />
      (1) 당사 또는 여행자는 여행출발 후 부득이한 사유가 있는 경우 이 여행계약을
      해지할 수 있습니다. 단, 이로 인하여 상대방이 입은 손해를 배상하여야
      합니다.
      <br />
      (2) 계약이 해지된 경우 여행사는 여행자가 귀국하는데 필요한 사항을
      협조하여야 하며, 이에 필요한 비용으로서 당사의 귀책사유에 의하지 아니한
      것은 여행자가 부담합니다.
      <br />
      <br />
    </div>
  );
};
export default CancellationAndRefund;
