import "./terms.css";

const PrivacyStatement = () => {
  return (
    <div className="h-[300px] overflow-y-scroll p-[12px] text-[12px] text-sub-black border-sub-black border-[1px]">
      <h2 className="title">개인정보 취급방침</h2>
      <br />
      (주)우리엘는 고객의 개인정보보호와 정보주체자의 권익보장을 위해 최선의
      노력을 다하고 있습니다. 회사는 『개인정보보호법』 관련조항과 『정보통신망
      이용촉진 및 정보보호에 관한 법률』의 기준에 따라 ‘개인정보처리방침’을
      수립하여 이를 준수하고 있습니다. 고객의 개인정보가 어떠한 목적과 절차로
      수집,이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지
      다음과 같이 알려드립니다. 본 개인정보처리방침을 개정하는 경우에는 회사
      웹사이트를 통하여 사전에 고지 하겠습니다.
      <br />
      <br />
      1. 개인정보의 수집 및 이용목적
      <br />
      2. 개인정보 수집 항목 및 수집방법
      <br />
      3. 개인정보의 이용 및 보유기간
      <br />
      4. 개인정보 제3자 제공에 관한 사항
      <br />
      5. 개인정보의 자동 수집 장치에 관한 사항
      <br />
      6. 개인정보 주체의 권리와 의무
      <br />
      7. 개인정보의 열람 및 정정,삭제방법
      <br />
      8. 개인정보 수집/이용/제공에 대한 동의철회
      <br />
      9. 만14세 미만 아동의 개인정보 보호
      <br />
      10. 개인정보보호를 위한 기술적 / 관리적 안전성 확보조치
      <br />
      11. 개인정보 파기관리
      <br />
      12. 개인정보관련 의견수렴
      <br />
      13. 개인정보처리방침 변경 등에 대한 고지
      <br />
      14. 개인정보 관리책임자 및 담당자 연락처
      <br />
      <br />
      1. 개인정보 수집 및 이용목적
      <br />
      (1) 회사는 여행상품의 예약 및 여행관련 서비스 제공 등의 업무처리를 위하여
      고객으로부터 최소한의 필수정보를 수집하며, 제공한 모든 개인정보는 별도의
      동의가 없는 한 해당목적 이외의 다른 목적으로 사용하지 않습니다.
      <br />
      (2) 회사는 개인정보의 수집항목, 이용목적, 용도 등이 변경될 경우 사전
      고지하며, 고객의 동의를 구할 것입니다.
      <br />
      (3) 회사는 수집한 개인정보를 다음의 목적을 위하여 사용합니다.
      <br />
      <br />
      가. 서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산 여행상품
      예약, 여행자보험 가입, 항공권/호텔 등의 예약 및 출입국 정보확인,
      예약내역의 확인 및 상담, 컨텐츠 제공, 구매 및 요금결제, 물품배송 또는
      청구서 등 발송, 본인인증 및 금융서비스 등<br />
      나. 회원관리 회원제 서비스 이용을 위한 본인확인, 개인식별, 불량회원의 부정
      이용 방지와 비인가 사용 방지, 가입 의사 확인, 이용 및 이용횟수 제한,
      연령확인, 만14세 미만 아동 개인정보 수집 시 법정 대리인 동의여부 확인,
      분쟁조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달 등<br />
      <br />
      2. 개인정보 수집 항목 및 수집방법
      <br />
      (1) 회사는 적법한 절차와 법적 기준에 의거하여 고객의 개인정보를 수집하고
      있으며, 고객의 서비스이용에 필요한 최소한의 정보만을 수집하고 있습니다.
      정보통신망법과 개인정보보호법에 의거하여 수집, 이용을 제한하고 있습니다.
      <br />
      (2) 회사는 고객의 인권을 침해할 우려가 있는 민감한 개인정보항목(인종,
      종교, 사상, 정치적 성향, 건강상태, 성생활정보 등)은 수집하지 않습니다.
      <br />
      (3) (주)우리엘에서 운영하는 홈페이지(www.우리엘유럽.com)에 회원가입,
      모바일, 여행상품예약, 상담게시판, 전화, 팩스를 통한 본인 확인 등으로
      개인정보를 수집합니다.
      <br />
      (4) 수집 조건 별 상세 개인정보 수집 항목, 용도, 보유 및 이용기간은 아래
      [표1], [표2] 와 같습니다.
      <br />
      <br />
      [표1] 필수 정보
      <br />
      <table className="borderTable">
        <thead>
          <tr>
            <th>구분</th>
            <th>수집하는 개인정보 항목</th>
            <th>수집 및 이용목적</th>
            <th className="w-[30%]">보유 및 이용기간</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td rowSpan={2}>필수정보</td>
            <td>
              아이디, 비밀번호, 한글명(실명), 생년월일, 휴대전화번호, 이메일
            </td>
            <td>회원 서비스 제공 및 본인인증</td>
            <td rowSpan={3}>
              서비스 해지 시 까지 단, 해지 시 상법 등 법령의 규정에 의하여 거래
              관련 권리의무관계의 확인 등을 이유로 일정기간 보유해야 할 필요가
              있을 경우에는 관련법령이 정한 기간
            </td>
          </tr>
          <tr>
            <td>이메일 수, SMS 수신</td>
            <td>부가서비스, 맞춤서비스 제공</td>
          </tr>
          <tr>
            <td>선택정보</td>
            <td>법정대리인의 성명, 관계, 연락처 가족관계증빙서류</td>
            <td>만14세 미만 회원 서비스 가입 시 확인정보</td>
          </tr>
        </tbody>
      </table>
      <br />
      3. 개인정보의 이용 및 보유기간
      <br />
      (1) 개인정보 이용기간
      <br />
      고객님의 개인정보는 서비스를 제공하는 기간 또는 분쟁처리 기간 동안에
      한하여 보유하며 정보주체자의 삭제 요구와 가입 탈퇴 동의가 있을 경우
      지체없이 파기합니다. 단, 관계법령의 규정에 의하여 보존할 필요가 있는
      경우는 아래와 같이 관계법령에서 정한 일정기간 동안 회원 정보를 안전하게
      보관합니다.
      <br />
      <br />
      가. 계약 또는 청약철회 등에 관한 기록 : 5년 (전자상거래 등에서의
      소비자보호에 관한 법률)
      <br />
      나. 대금결재 및 재화 등의 공급에 관한 기록 : 5년 (전자상거래 등에서의
      소비자보호에 관한 법률)
      <br />
      다. 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년(전자상거래 등에서의
      소비자보호에 관한 법률)
      <br />
      <br />
      (2) 개인정보 유효기간 제도 준행
      <br />
      가. 회사는 개인정보 유효기간제도를 준행하며, 해당 정보통신 서비스를 1년
      동안 이용하지 않은 이용자의 개인정보를 보호하기 위하여 파기 등의 필요한
      조치를 취하여 개인정보의 오, 남용 및 유출을 방지하고 있습니다.
      <br />
      나. 회사는 1년 의 유효기간 만료가 도래하기 30일 전까지, 회사의 보안규정 및
      지침에 따라 이용자의 개인정보항목이 파기 되거나 보관이 필요 할 경우 관련
      법령에 따라 안전하게 분리 저장, 관리되는 사실을 고지합니다.
      <br />
      <br />
      4. 개인정보 제3자 제공에 관한 사항
      <br />
      회사는 회원고객의 동의가 있거나 관련 법령의 규정에 의한 경우를 제외하고
      어떠한 경우에도 ‘개인정보의 수집 및 이용목적’ 에서 고지한 범위를
      넘어서거나, 해당되는 회원 서비스 영역과 무관한 타 기업/기관에 제공하거나
      이용하지 않습니다. 단, 고객 <br />
      <br />
      5. 개인정보의 자동 수집 장치에 관한 사항
      <br />
      회사는 이용자의 개인화된 서비스를 제공하기 위하여 '쿠키(cookie)'를
      사용하기도 합니다. ‘쿠키(Cookie)’란? 웹사이트가 이용자의 컴퓨터
      브라우저(넷스케이프, 인터넷익스플로러 등)로 전송하는 소량의 정보로서
      이용자가 웹사이트에 로그인(log-in)하면 서버는 고객의 브라우저에 있는
      쿠키의 내용을 읽고, 고객의 추가정보를 고객 본인의 컴퓨터에서 찾아 서비스를
      제공하게 됩니다. 이러한 쿠키 정보는 이용자께 유용하고 보다 편리한 맞춤
      서비스를 제공하는데 사용되게 됩니다.
      <br />
      <br />
      다음과 같은 목적을 위해 쿠키를 사용합니다.
      <br />
      (1) 회원으로 등록하면, 처음 로그인할 때 쿠키가 설정되며, 로그아웃 하면
      삭제됩니다. 회원 로그인과 관련하여 쿠키가 사용되는 것은 현재 로그인
      상태인지를 확인하기 위하여 사용됩니다.
      <br />
      (2) 사용자 환경 설정 등에서도 쿠키를 사용합니다. 개인이 직접 선택한 검색
      사용환경 값을 저장해 두었다가 사용자가 필요로 하는 환경 설정을 위하여 이
      정보를 사용합니다.
      <br />
      (3) 회원과 비회원의 접속 빈도의 차이나 반복 사용 정도 등 이용자의 이용
      행동에 관한 정보를 파악하여 타겟 마케팅에 사용합니다.
      <br />
      (4) 쿠키는 (주)우리엘가 진행하는 이벤트 등과 같은 각종 프로모션 행사
      등에서 고객의 참여 빈도수 확인 등을 위하여 사용됩니다.
      <br />
      (5) 이용자는 웹 브라우저의 옵션을 조정하여 모든 쿠키를 받아들이거나,
      쿠키가 설치될 때 통지를 보내도록 하거나, 아니면 모든 쿠키를 거부할 수
      있습니다. 그 방법은 아래와 같습니다.
      <br />
      <br />
      설정 방법의 예<br />
      가.Internet Explorer의 경우 :<br />
      웹 브라우저 상단의 도구 메뉴 &gt; 인터넷 옵션 &gt; 개인정보 &gt; 설정
      <br />
      나. Chrome의 경우 :<br />
      웹 브라우저 우측의 설정 메뉴 &gt; 화면 하단의 고급 설정 표시 &gt;
      개인정보의 콘텐츠 설정 버튼 &gt; 쿠키
      <br />
      <br />
      6. 개인정보 주체의 권리와 의무
      <br />
      개인정보주체는 회사에 대해 언제든지 다음 각 호의 개인정보보호 관련 권리를
      행사할 수 있습니다.
      <br />
      1) 개인정보 열람요구(정보주체 및 정보주체 이외로 부터 수집된 개인정보의
      출처, 처리목적, 이용내역에 대한 열람)
      <br />
      2) 오류 등이 있을 때 정정요구
      <br />
      3) 개인정보 삭제요구
      <br />
      4) 처리정지 요구
      <br />
      <br />
      상기 항목에 대한 권리행사는 회사에 대해 서면, 전화, 전자우편,
      모사전송(FAX) 등을 통하여 하실 수 있으며, 회사는 이에 대해 지체없이
      조치하겠습니다.
      <br />
      정보주체자는 개인정보보호법 등 관계법령을 위반하는 수준으로, 회사가
      처리하고 있는 정보주체 본인 및 타인의 개인정보 및 사생활을 침해하지 않도록
      해야 할 의무가 있습니다.
      <br />
      <br />
      7. 개인정보의 열람 및 정정,삭제방법
      <br />
      고객님의 개인정보 열람 및 정정을 위해서는 회사
      웹사이트(www.우리엘유럽.com)에 접속 후, 마이페이지의 회원정보수정을
      클릭하여 열람 또는 정정하실 수 있습니다 또한 회사 고객센터 및 개인정보관리
      담당자에게 이메일, 전화 등을 이용하여 본인 개인정보의 열람,정정,삭제를
      요청할 수 있으며, 이 경우 본인여부 확인 후 필요한 조치를 취해드립니다.
      회원/고객의 개인정보 정정요구에 대하여 회사는 해당 내용에 대하여 정정 완료
      전까지는 개인정보를 이용, 제공하지 않습니다
      <br />
      *(주)우리엘 고객 개인정보 열람.정정.삭제 요청방법 개인정보 열람/정정
      신청서’를 작성하셔서 이메일(070-7169-9000) 또는 팩스(02-318-5833)로 발송
      해주시고 (주)우리엘 상담센터 070-7169-9000으로 문의해주시면 본인확인절차를
      거친 후 신속하게 처리해 드립니다.
      <br />
      <br />
      8. 개인정보 수집/이용/제공에 대한 동의철회
      <br />
      고객님은 회원가입시 개인정보 수집,이용, 제공에 대해 동의하신 내용을
      언제든지 철회하실 수 있습니다. 동의 철회는 회사의 고객센터 및 개인정보
      담당자에게 서면/이메일 등으로 송부하여 주시면 신속하게 조치해 드립니다.
      <br />
      <br />
      9. 만14세 미만 아동의 개인정보 보호
      <br />
      만 14세 미만 아동의 경우, 법정대리인(부모, 법정대리인, 친권자)을 통하여
      여행상품/서비스 이용계약이 가능하며, 해당 서비스 수행에 필요한 최소한의
      개인정보를 수집합니다. 만14세 미만 아동의 법정대리인은 아동의 개인정보
      열람, 정정을 요구하시거나, 개인정보의 수집과 이용,제공, 위탁에 대한
      동의철회를 하실 수 있습니다. 만 14세 미만 아동의 개인정보는 법정대리인의
      동의 없이는 제3자에게 제공하거나 공유되지 않습니다.
      <br />
      <br />
      10. 개인정보보호를 위한 기술적 / 관리적 안전성 확보조치
      <br />
      (1). 기술적 대책
      <br />
      - 고객님의 개인정보는 비밀번호에 의해 보호되며 파일 및 전송데이터를 암호화
      하거나 파일 잠금기능(Lock)을 사용하여 중요한 데이터는 별도의 보안기능을
      통해 보호되고 있습니다.
      <br />
      - 회사는 백신프로그램을 이용하여 컴퓨터바이러스에 의한 피해를 방지하기
      위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트되며
      갑작스런 바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써
      개인정보가 침해되는 것을 방지하고 있습니다.
      <br />
      - 회사는 암호알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할
      수 있는 보안장치(SSL 또는 SET)를 채택하고 있습니다.
      <br />
      - 해킹 등 외부침입에 대비하여 각 서버마다 침입차단시스템 및 취약점
      분석시스템 등을 이용하여 보안에 만전을 기하고 있습니다.
      <br />
      <br />
      (2). 관리적 대책
      <br />
      회사는 고객님의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고
      있습니다. 그 최소한의 인원에 해당하는 자는 다음과 같습니다.
      <br />
      - 여행상품 예약/결제, 서비스 이행 계약 등 관련 업무를 수행하는 자
      <br />
      - 이용자를 직접 상대로 하여 마케팅 업무를 수행하는 자<br />
      - 개인정보관리책임자 및 담당자 등 개인정보관리업무를 수행하는 자
      <br />
      - 기타 업무상 개인정보의 처리가 불가피한 자<br />
      - 개인정보를 취급하는 직원을 대상으로 새로운 보안 기술 습득 및 개인정보
      보호 의무 등에 관해 정기적인 사내 교육 및 외부 위탁교육을 실시하고
      있습니다.
      <br />
      - 입사시 전 직원의 보안서약서를 통하여 사람에 의한 정보유출을 사전에
      방지하고 개인정보처리방침에 대한 이행사항 및 직원의 준수여부를 감사하기
      위한 내부절차를 마련하고 있습니다.
      <br />
      - 개인정보 관련 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게
      이뤄지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확화하고
      있습니다.
      <br />
      - 개인정보와 일반 데이터를 혼합하여 보관하지 않고 별도의 서버를 통해
      분리하여 보관하고 있습니다.
      <br />
      - 회사는 이용자 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는
      일들에 대해 책임을 지지 않습니다. 회원 개개인이 본인의 개인정보를 보호하기
      위해서 자신의 ID 와 비밀번호를 적절하게 관리하고 여기에 대한 책임을 져야
      합니다.
      <br />
      - 그 외 내부 관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 상실,
      유출, 변조, 훼손이 유발될 경우 당사는 즉각 귀하께 사실을 알리고 적절한
      대책과 보상을 강구할 것입니다.
      <br />
      <br />
      11. 개인정보 파기관리
      <br />
      회사는 수집한 개인정보의 이용목적이 달성된 후에는 이용 및 보관기간에 따라
      해당 정보를 지체 없이 파기하며 파기절차 및 방법은 다음과 같습니다.
      <br />
      <br />
      가. 파기절차
      <br />
      고객님이 회원가입 및 여행서비스 이용 등을 위해 기재한 개인정보는
      이용목적이 달성된 후 내부방침 및 기타 관련 법령에 의한 정보보호사유에
      따라(이용 및 보유기간 참조) 일정기간 동안 저장된 후 삭제되거나 파기합니다.
      <br />
      <br />
      나. 파기방법
      <br />
      - 종이에 출력된 개인정보: 분쇄기를 이용하여 분쇄
      <br />
      - 전자적파일형태로 저장된 개인정보 : 개인정보는 남기지 않으며, 기록을
      재생할수 없는 방법을 통하여 기록삭제
      <br />
      <br />
      다. 파기시점
      <br />
      - 회원가입정보의 경우 : 회원가입을 탈퇴하거나 회원에서 제명된 때.
      <br />
      - 대금지급정보의 경우 : 대금의 완제일 또는 채권소멸 시효기간이 만료된 때
      <br />
      - 설문조사,이벤트 등의 목적을 위하여 수집한 경우 : 당해 설문조사,이벤트
      등이 종료한 때<br />
      <br />
      다만, 수집목적 또는 제공받은 목적이 달성된 경우에도 상법 등 법령의 규정에
      의하여 보존할 필요성이 있는 경우에는 회원의 개인정보를 보유할 수 있습니다.
      <br />
      <br />
      12. 개인정보관련 의견수렴
      <br />
      개인정보보호 관련 정책 문의 및 고객님의 기타 의견이 있을 경우 전자메일 및
      팩스 수신처는 다음과 같습니다.
      <br />
      - 전자우편 : urieltour@gmail.com
      <br />
      - 전화번호 : 070-7169-9000
      <br />
      - 팩스번호 : 02-318-5833
      <br />
      - 주소 : 서울특별시 중구 세종대로20길 23 원창빌딩 614호(주)우리엘
      개인정보보호팀
      <br />
      <br />
      개인정보 침해 및 신고 상담이 필요하신 경우에는 아래의 외부 기관에 문의를
      통해서 확인 받으실 수 있습니다.
      <br />
      ○ 개인정보침해신고센터
      <br />
      - 전화 : (국번없이) 118
      <br />
      - 이메일 : 118@kisa.or.kr
      <br />
      - URL : http://www.118.or.kr
      <br />
      ○ 정보보호마크 인증위원회
      <br />
      - 전화 : 02-550-9531
      <br />
      - URL : http://www.eprivacy.or.kr
      <br />
      ○ 대검찰청 인터넷범죄수사센터
      <br />
      - 전화 : 02-3480-3571
      <br />
      - 이메일 : cybercid@spo.go.kr
      <br />
      ○ 경찰청 사이버 테러 대응 센터
      <br />
      - 전화 : 02-363-0112
      <br />
      - URL : http://www.netan.go.kr
      <br />
      <br />
      13. 개인정보처리방침 변경 등에 대한 고지
      <br />
      개인정보처리방침내용의 추가, 삭제 및 수정이 있을 시에는 개정내용이
      반영되기 전에 웹 사이트의 공지사항을 통하여 고지할 것입니다. 또한 개인정보
      취급방침에 버전번호 및 개정일자 등을 부여하여 개정여부를 쉽게 알 수 있도록
      하며, 중요한 사항일 경우, 고객의 이메일로 안내사항을 전달해 드리도록
      하겠습니다.
      <br />
      ○ 개인정보취급방침 시행일자 : 2020년 6월 1일
      <br />
      ○ 개인정보취급방침 최종변경일자 : 2020년 6월 1일
      <br />
      <br />
      14. 개인정보 관리책임자 및 담당자 연락처
      <br />
      회사는 고객의 개인정보를 안전하게 보호하고 개인정보와 관련된 불만 및
      민원사항을 처리하기 위하여 개인정보 관리책임 조직을 지정하고 있습니다.
      개인정보와 관련된 문의사항이 있으시면 아래의 담담자에게 연락주시기
      바랍니다. 기준에 따라 성실하고 신속하게 답변드리도록 하겠습니다.서비스
      수행에 직접적으로 관계되는 업체에 한해서 제한적인 조건으로 개인정보가
      제공되며 내용은 다음과 같습니다.
      <br />
      <br />
      개인정보보호책임자
      <br />
      - 성명 : 임영택
      <br />
      - 소속/직책 : 대표이사
      <br />
      - 070-7169-9000
      <br />
      - urieltour@gmail.com <br />
      <br />
      개인정보보호관리자
      <br />
      - 성명 : 김미리
      <br />
      - 소속/직책: 개인정보보호팀
      <br />
      - 070-7169-9000
      <br />
      - urieltour@gmail.com <br />
    </div>
  );
};
export default PrivacyStatement;
