import "./terms.css";

const ProvisionOfPersonalInfo = () => {
  return (
    <div className="container">
      <h2 className="title">개인정보 제3자 제공 및 공유</h2>
      <br />
      1 &#41; 당사는 고객 개인정보의 보호를 위하여 당사가 보관하고 있는 고객의
      개인정보를 제3자와 공유하거나 무단으로 제공하지 않습니다.
      <br />
      &#40;1 &#41; 다만, 여행상품의 예약 및 원활한 여행서비스 제공 등을 위한
      목적으로 고객의 개인정보 중 일부가 제3자에게 제공 될 수 있으며, 이 경우
      정보주체의 동의를 얻어 필요 최소한의 범위로만 제공합니다.
      <br />
      &#40;2 &#41; 회사는 재난, 감염병, 급박한 생명·신체 위험을 초래하는
      사건·사고, 급박한 재산 손실 등의 긴급상황이 발생하는 경우 정보주체의 동의
      없이 관계기관에 개인정보를 제공할 수 있습니다. 이 경우 당사는 근거 법령에
      의거하여 필요한 최소한의 개인정보만을 제공하며, 목적과 다르게 제공하지
      않겠습니다.
      <br />
      <br />
      2 &#41; 동의 거부권 및 불이익
      <br />
      개인정보 주체자는 개인정보 제3자 제공에 대한 동의를 거부할 권리가
      있습니다. 동의를 거부할 경우 상품서비스 수행에 필수적인 정보제공이
      이뤄지지 않으므로, 여행상품 예약 서비스 이용에 제한이 있음을 알려
      드립니다.
      <br />
    </div>
  );
};
export default ProvisionOfPersonalInfo;
